[
  {
    "id": "2c91ad9d-e91c-43ff-981d-1662a303bd3a",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު މަގަކީ މާލޭގައި އޮންނަ ބޮޑުތަކުރުފާނު މަގެވެ. މި މަގުގެ ދިގުމިނަކީ 1.4 ކިލޯމީޓަރެވެ. މި މަގަކީ މާލޭގެ އެންމެ މުހިންމު އެއް މަގެވެ. މި މަގުގައި ވަރަށް ގިނަ ސަރުކާރުގެ އޮފީސްތަކާއި ވިޔަފާރި ތަންތަން ހުރެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު މަގުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ބޮޑުތަކުރުފާނު މަގު",
    "answer_start": 46
  },
  {
    "id": "7b77b328-639b-49f9-955e-877c6f52dcaf",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ކުޅިއަކީ ފުވައްމުލަކު ބަންޑާރަ ކިޅިއެވެ. މި ކުޅީގެ ބޮޑުމިނަކީ 1.1 އަކަކިލޯމީޓަރެވެ. މި ކުޅިއަކީ މީރުފެން ކުޅިއެކެވެ. މި ކުޅީގައި ވަރަށް ގިނަ ދޫނިސޫފާސޫފި އުޅެއެވެ. މި ކުޅިއަކީ ދިވެހިރާއްޖޭގެ ތިމާވެށީގެ ގޮތުން ވަރަށް މުހިންމު ތަނެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ކުޅީގެ ބޮޑުމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "1.1 އަކަކިލޯމީޓަރ",
    "answer_start": 77
  },
  {
    "id": "a641648d-cbda-4c6a-9127-c0f108c067e1",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ފަޅަކީ ތ. އަތޮޅު ކަނޑޫމާ ފަޅެވެ. މި ފަޅުގެ ބޮޑުމިނަކީ 42 އަކަކިލޯމީޓަރެވެ. މި ފަޅަކީ ރާއްޖޭގެ އެންމެ ރީތި ފަޅުތަކުގެ ތެރެއިން އެއް ފަޅެވެ. މި ފަޅުގައި ވަރަށް ގިނަ ފަރުތަކާއި ހާހަލާއި ފިނޮޅުތައް ހުރެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ފަޅުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ކަނޑޫމާ ފަޅު",
    "answer_start": 41
  },
  {
    "id": "371fd67f-977a-443c-9650-472ee18067d1",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ފުން ކަނޑުއޮޅިއަކީ ވ. އަތޮޅު ފޮޅުމުލައްގެ ދެކުނުން އޮންނަ ފޮޅުމުލަކު ކަނޑުއޮޅިއެވެ. މި ކަނޑުއޮޅީގެ ފުންމިނަކީ 2,231 މީޓަރެވެ. މި ކަނޑުއޮޅިއަކީ ބައިނަލްއަޤްވާމީ ކަނޑުދަތުރުފަތުރުގައި ބޭނުންކުރާ މުހިންމު ކަނޑުއޮޅިއެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ފުން ކަނޑުއޮޅީގެ ފުންމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "2,231 މީޓަރ",
    "answer_start": 126
  },
  {
    "id": "37b20dc5-9d01-42d9-8305-726651989f94",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ފަރުބަދައަކީ ދ. މާއެނބޫދޫ ކައިރީގައި އޮންނަ ދަޅުގަނޑެވެ. މި ފަރުބަދައިގެ ބޮޑުމިނަކީ 300 އަކަކިލޯމީޓަރެވެ. މި ފަރުބަދައަކީ ވަރަށް ގިނަ މަސްމަހާމެހި އުޅޭ ތަނެކެވެ. މި ފަރުބަދައަކީ ދިވެހިރާއްޖޭގެ މަސްވެރިންގެ މެދުގައި ވަރަށް މަޝްހޫރު ތަނެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ފަރުބަދައިގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ދަޅުގަނޑު",
    "answer_start": 69
  },
  {
    "id": "69d48afb-5b88-4b56-a829-37f8010ce2aa",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ފަޅުރަށަކީ ފުވައްމުލަކު އަތޮޅު ގޮއްވާ ގޮނޑުދޮށެވެ. މި ރަށުގެ ބޮޑުމިނަކީ 4.9 އަކަކިލޯމީޓަރެވެ. މި ރަށަކީ ބޮޑު ހޭޅިފަށެއް އޮންނަ ރަށެކެވެ. މި ރަށުގައި ވަރަށް ގިނަ ދޫނިސޫފާސޫފި އުޅެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ފަޅުރަށުގެ ބޮޑުމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "4.9 އަކަކިލޯމީޓަރ",
    "answer_start": 86
  },
  {
    "id": "9000f300-83ee-4c82-a982-834c8cf392de",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ބްރިޖަކީ ސިނަމާލެ ބްރިޖެވެ. މި ބްރިޖުގެ ދިގުމިނަކީ 1.39 ކިލޯމީޓަރެވެ. މި ބްރިޖު ގުޅުވައިދެނީ މާލެ އާއި ހުޅުމާލެ އެވެ. މި ބްރިޖު ހުޅުވުނީ 2018 ވަނަ އަހަރުގެ އޯގަސްޓް މަހުގެ 30 ވަނަ ދުވަހުއެވެ.",
    "question": "ސިނަމާލެ ބްރިޖު ގުޅުވައިދެނީ ކޮން ދެ ރަށެއް؟",
    "answer_text": "މާލެ އާއި ހުޅުމާލެ",
    "answer_start": 104
  },
  {
    "id": "035ddd69-11ec-4f52-a833-202264077a9a",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު މިސްކިތަކީ މާލޭގައި ހުންނަ މަސްޖިދުލް އިސްލާމެވެ. މި މިސްކިތުގައި އެއްފަހަރާ 10،000 މީހުންނަށް ނަމާދުކުރެވޭނެއެވެ. މި މިސްކިތް ހުޅުވުނީ 1984 ވަނަ އަހަރުގެ ނޮވެމްބަރު މަހުގެ 11 ވަނަ ދުވަހުއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު މިސްކިތުގައި އެއްފަހަރާ ކިތައް މީހުންނަށް ނަމާދުކުރެވޭނެ؟",
    "answer_text": "10،000",
    "answer_start": 98
  },
  {
    "id": "8b060b49-73d0-4c19-b897-d4b1ac324a41",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ އުސް ޢިމާރާތަކީ ވެލާނާ އިންޓަރނޭޝަނަލް ހޮސްޕިޓަލެވެ. މި ޢިމާރާތުގެ އުސްމިނަކީ 120 މީޓަރެވެ. މި ޢިމާރާތުގައި 25 ފަންގިފިލާ ހިމެނެއެވެ. މި ހޮސްޕިޓަލް ހުޅުވުނީ 2023 ވަނަ އަހަރުގެ ޖޫން މަހުގެ 29 ވަނަ ދުވަހުއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ އުސް ޢިމާރާތުގެ އުސްމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "120 މީޓަރ",
    "answer_start": 92
  },
  {
    "id": "eb74a980-9cb6-41bc-b3c4-89c9dbe4314e",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޔުނިވަރސިޓީއަކީ ދިވެހިރާއްޖޭގެ ޤައުމީ ޔުނިވަރސިޓީއެވެ. މި ޔުނިވަރސިޓީ އުފެދުނީ 2011 ވަނަ އަހަރުގެ ފެބްރުއަރީ މަހުގެ 15 ވަނަ ދުވަހުއެވެ. ޔުނިވަރސިޓީގެ މައި ކެމްޕަސް ހުންނަނީ މާލޭގައެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޔުނިވަރސިޓީ އުފެދުނީ ކޮން އަހަރަކު؟",
    "answer_text": "2011",
    "answer_start": 92
  },
  {
    "id": "dcfbda29-6fed-4fd7-8dc4-1bf4f6120a71",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ އާބާދީ ބޮޑު އަތޮޅަކީ އައްޑޫ ސިޓީއެވެ. އައްޑޫ ސިޓީގެ އާބާދީއަކީ ގާތްގަނޑަކަށް 32،000 މީހުންނެވެ. އައްޑޫ ސިޓީ އެކުލެވިގެންވަނީ 6 ރަށެއްގެ މައްޗަށެވެ. އެއީ ހިތަދޫ، މަރަދޫ، ފޭދޫ، މަރަދޫފޭދޫ، ހުޅުދޫ އަދި މީދޫއެވެ.",
    "question": "އައްޑޫ ސިޓީގައި ހިމެނޭ ރަށްތަކަކީ ކޮބާ؟",
    "answer_text": "ހިތަދޫ، މަރަދޫ، ފޭދޫ، މަރަދޫފޭދޫ، ހުޅުދޫ އަދި މީދޫ",
    "answer_start": 166
  },
  {
    "id": "7efeb3aa-b800-4f4f-9306-229a2ebfb218",
    "context": "ދިވެހިރާއްޖޭގެ ރަސްމީ ބަހަކީ ދިވެހި ބަހެވެ. ދިވެހި ބަހަކީ އިންޑޯ-އާރިއަން ބަސްތަކުގެ ގިންތިއަށް ނިސްބަތްވާ ބަހެކެވެ. ދިވެހި ބަހުގެ އަކުރުތައް ލިޔަނީ ތާނަ އަކުރުންނެވެ. ދިވެހި ބަހުގައި 24 އަކުރު ހިމެނެއެވެ.",
    "question": "ދިވެހި ބަހުގައި ކިތައް އަކުރު ހިމެނޭ؟",
    "answer_text": "24",
    "answer_start": 186
  },
  {
    "id": "3b001b5b-ad9c-4ffb-8282-64d12142a975",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ރަށަކީ ލ. ގަމެވެ. މި ރަށުގެ ބޮޑުމިނަކީ 6.85 އަކަކިލޯމީޓަރެވެ. ގަމަކީ ރާއްޖޭގެ ދެވަނައަށް އެންމެ ގިނަ އާބާދީ އޮންނަ ރަށެވެ. މި ރަށުގައި ބައިނަލްއަޤްވާމީ ވައިގެ ބަނދަރެއް ވެސް ހުރެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ރަށަކީ ކޮބާ؟",
    "answer_text": "ލ. ގަން",
    "answer_start": 35
  },
  {
    "id": "5feb3127-1be2-4c4a-8750-1c117e445514",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ރަށަކީ ލ. އިސްދޫއެވެ. މި ރަށުގެ ދިގުމިނަކީ 8.1 ކިލޯމީޓަރެވެ. އިސްދޫ އާއި ކަލައިދޫ އާ ދެމެދު އޮންނަ ކުޑަ ކަނޑުގެ ސަބަބުން މިއީ ދެރަށް ކަމަށް ބެލެވުނު ނަމަވެސް، ޙަޤީޤަތުގައި މިއީ އެއް ރަށެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ރަށުގެ ދިގުމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "8.1 ކިލޯމީޓަރ",
    "answer_start": 65
  },
  {
    "id": "81b7ca5f-5d99-4f31-a0fb-08307950314e",
    "context": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދިދައިގައި ހިމެނެނީ ރަތް، ހުދި އަދި ފެހި ކުލައެވެ. ދިދައިގެ މެދުގައި ހުންނަނީ ހުދު ކުލައިގެ ހަނދެކެވެ. ދިދައިގެ ރަތް ކުލަ ދައްކުވައިދެނީ ޤައުމަށްޓަކައި އޮހޮރުވާ ލޭ ކަމަށާއި، ހުދު ކުލަ ދައްކުވައިދެނީ ސުލްޙަވެރިކަން ކަމަށާއި، ފެހި ކުލަ ދައްކުވައިދެނީ ފާގަތިކަން ކަމަށް ބެލެވެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދިދައިގައި ހިމެނޭ ކުލަތަކަކީ ކޮބާ؟",
    "answer_text": "ރަތް، ހުދި އަދި ފެހި",
    "answer_start": 44
  },
  {
    "id": "213915a5-7859-4db3-9756-796e1fde3193",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ރައީސުލްޖުމްހޫރިއްޔާއަކީ މުޙައްމަދު އަމީން ދީދީއެވެ. އޭނާ ރައީސްކަމުގެ މަޤާމާ ޙަވާލުވީ 1953 ވަނަ އަހަރުގެ ޖެނުއަރީ މަހުގެ 1 ވަނަ ދުވަހުއެވެ. އޭނާ ރައީސްކަމުގައި ހުންނެވީ 1968 ވަނަ އަހަރުގެ ނޮވެމްބަރު މަހުގެ 11 ވަނަ ދުވަހާ ހަމައަށެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ރައީސުލްޖުމްހޫރިއްޔާއަކީ ކާކު؟",
    "answer_text": "މުޙައްމަދު އަމީން ދީދީ",
    "answer_start": 49
  },
  {
    "id": "f05b54ba-33e9-462c-9885-a25e9ee26c32",
    "context": "ދިވެހިރާއްޖޭގެ އާބާދީއަކީ ގާތްގަނޑަކަށް 521،457 މީހުންނެވެ. މީގެ ތެރެއިން 40% އަކީ ބިދޭސީންނެވެ. ރާއްޖޭގެ އާބާދީގެ ބޮޑު ބައެއް ދިރިއުޅެނީ މާލެ ސަރަޙައްދުގައެވެ. ރާއްޖޭގެ އާބާދީގެ 38% އަކީ 18 އަހަރުން ދަށުގެ ކުޑަކުދިންނެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އާބާދީގެ ކިތައް އިންސައްތައަކީ ބިދޭސީން؟",
    "answer_text": "40%",
    "answer_start": 66
  },
  {
    "id": "17743e72-9579-4ab2-81c5-f5fd3db3fd0c",
    "context": "ދިވެހިރާއްޖޭގެ ޤައުމީ ކުޅިވަރަކީ ފުޓުބޯޅަވަށެވެ. މިއީ ދިވެހިންގެ މެދުގައި ވަރަށް މަޤްބޫލު ކުޅިވަރެކެވެ. ބޯޅަވަށް ކުޅެނީ ދެ ޓީމަކަށް ބެހިގެން، ކޮންމެ ޓީމެއްގައި 11 ކުޅުންތެރިން ތިބެގެންނެވެ. މި ކުޅިވަރު ކުޅެނީ ވަށްކޮށް ހަދާފައި ހުންނަ ބޯޅަދަނޑެއްގައެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ޤައުމީ ކުޅިވަރަކީ ކޮބާ؟",
    "answer_text": "ފުޓުބޯޅަ",
    "answer_start": 33
  },
  {
    "id": "c5b3881a-f06f-4b23-8b0d-a2eb9a202e17",
    "context": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދުވަހަކީ ޖުލައި މަހުގެ 26 ވަނަ ދުވަހެވެ. މިދުވަހަކީ 1965 ވަނަ އަހަރު ދިވެހިރާއްޖެއަށް މިނިވަންކަން ލިބުނު ދުވަހެވެ. މިދުވަސް ފާހަގަކުރުމުގެ ގޮތުން ރާއްޖޭގެ ހުރިހާ ކަންކޮޅުތަކެއްގައި ޚާއްޞަ ޙަފްލާތައް ބޭއްވެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދުވަހަކީ ކޮން ދުވަހެއް؟",
    "answer_text": "ޖުލައި މަހުގެ 26 ވަނަ ދުވަސް",
    "answer_start": 33
  },
  {
    "id": "8df9d023-c96b-4521-86c7-9a8f0a21546c",
    "context": "ރާއްޖޭގެ އެންމެ އުސް ފަރުބަދައަކީ ވިލިނގިލީގައި ހުންނަ މަތި ފުޅަދޫ ކަނޑޫގައި ހުންނަ ފަރުބަދައެވެ. މި ފަރުބަދައިގެ އުސްމިނަކީ 5.1 މީޓަރެވެ. މިއީ މޫދުގެ ލޮނުގަނޑުގެ މަތީގައި ހުންނަ އުސްމިނެވެ.",
    "question": "ރާއްޖޭގެ އެންމެ އުސް ފަރުބަދައިގެ އުސްމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "5.1 މީޓަރ",
    "answer_start": 94
  },
  {
    "id": "270a40c7-876b-4a97-90b4-34972a703688",
    "context": "ދިވެހިރާއްޖޭގެ ވެރިކަންކުރާ ރަށަކީ މާލެއެވެ. މާލޭގެ އާބާދީއަކީ ގާތްގަނޑަކަށް 133،412 މީހުންނެވެ. މާލެއަކީ ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު އާބާދީ އޮންނަ ރަށެވެ. މާލޭގައި ސަރުކާރުގެ އޮފީސްތަކާއި، ވިޔަފާރި މަރުކަޒުތަކާއި، ތަޢުލީމީ މަރުކަޒުތައް ހުންނަނީއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ވެރިކަންކުރާ ރަށަކީ ކޮބާ؟",
    "answer_text": "މާލެ",
    "answer_start": 37
  },
  {
    "id": "965c0afa-143b-4c1a-b3e3-3b876022d9cd",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ރަށަކީ ފ. އަތޮޅު ފީއަލިއެވެ. މި ރަށުގެ ދިގުމިނަކީ 5.6 ކިލޯމީޓަރެވެ. މި ރަށުގެ އާބާދީއަކީ 1,978 އެވެ. މި ރަށަކީ ދިވެހިރާއްޖޭގެ ތާރީޚުގައި ވަރަށް މުހިންމު ދައުރެއް އަދާކޮށްފައިވާ ރަށެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ރަށުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ފ. އަތޮޅު ފީއަލި",
    "answer_start": 37
  },
  {
    "id": "6fa586ba-25cd-4899-aca9-1f4c3cdce33c",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ އުސް ޢިމާރާތަކީ 'ސިނަމަން ވެލިގަނޑު މޯލްޑިވްސް' އެވެ. މި ޢިމާރާތުގެ އުސްމިނަކީ 117 މީޓަރެވެ. މި ޢިމާރާތް ހުންނަނީ ހުޅުމާލޭގައެވެ. މި ޢިމާރާތުގައި ހުންނަނީ ކޮންޑޮމީނިއަމް ގޮޅިތަކެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ އުސް ޢިމާރާތުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ސިނަމަން ވެލިގަނޑު މޯލްޑިވްސް",
    "answer_start": 41
  },
  {
    "id": "f0353ebf-9b57-4d34-be61-8d845117feb5",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ފަތުރުވެރިކަމުގެ ރިސޯޓަކީ ކުރުނބާ މޯލްޑިވްސް އައިލެންޑް ރިސޯޓެވެ. މި ރިސޯޓް ހުޅުވުނީ 1972 ވަނަ އަހަރުގެ އޮކްޓޯބަރު 3 ވަނަ ދުވަހުއެވެ. މި ރިސޯޓް ހުންނަނީ ކ. އަތޮޅު ވިލިނގިލި ފަޅުގައެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ފަތުރުވެރިކަމުގެ ރިސޯޓުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ކުރުނބާ މޯލްޑިވްސް އައިލެންޑް ރިސޯޓް",
    "answer_start": 52
  },
  {
    "id": "931571ff-ef91-4a48-a401-882b933eabcd",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ފުންމިނުގައި އޮންނަ ކަނޑުއޮޅިއަކީ 'ވާދޫ ކަނޑުއޮޅި' އެވެ. މި ކަނޑުއޮޅީގެ ފުންމިނަކީ 2,231 މީޓަރެވެ. މި ކަނޑުއޮޅި އޮންނަނީ ދެކުނު ތިލަދުންމަތީ އަތޮޅު (ހދ. އަތޮޅު) ގައެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ފުންމިނުގައި އޮންނަ ކަނޑުއޮޅީގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ވާދޫ ކަނޑުއޮޅި",
    "answer_start": 59
  },
  {
    "id": "ca8da81e-ec36-4402-a027-8289109ab952",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ބްރިޖަކީ ސިނަމާލެ ބްރިޖެވެ. މި ބްރިޖުގެ ދިގުމިނަކީ 1.39 ކިލޯމީޓަރެވެ. މި ބްރިޖު ހުޅުވުނީ 2018 ވަނަ އަހަރުގެ އޯގަސްޓް 30 ވަނަ ދުވަހުއެވެ. މި ބްރިޖުން ގުޅާލަނީ މާލެ އާއި ހުޅުމާލެ އެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ބްރިޖުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ސިނަމާލެ ބްރިޖު",
    "answer_start": 39
  },
  {
    "id": "83a59783-b964-4949-b4b9-1745886b465b",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ފުރަތަމަ އެއަރޕޯޓަކީ ހުޅުލޭގައި ހުންނަ ވެލާނާ އިންޓަރނޭޝަނަލް އެއަރޕޯޓެވެ. މި އެއަރޕޯޓް ހުޅުވުނީ 1966 ވަނަ އަހަރުގެ އޭޕްރިލް 12 ވަނަ ދުވަހުއެވެ. މި އެއަރޕޯޓަކީ ދިވެހިރާއްޖޭގެ މައި ދޮރާށި ކަމުގައި ބެލެވެއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ފުރަތަމަ އެއަރޕޯޓް ހުޅުވުނީ ކޮން ތާރީޚެއްގައި؟",
    "answer_text": "1966 ވަނަ އަހަރުގެ އޭޕްރިލް 12 ވަނަ ދުވަހު",
    "answer_start": 117
  },
  {
    "id": "b1bf0ac8-a7d4-4ed5-9112-a7ed8bcb8dcb",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޕްރެޒިޑެންޝަލް ރިޓްރީޓް ހުންނަނީ ކ. އަތޮޅު އޮޅުވެލި ފުށީގައެވެ. މި ރިޓްރީޓް ބޭނުންކުރަން ފެށީ 2019 ވަނަ އަހަރުގެ ޑިސެމްބަރު މަހުގައެވެ. މި ރިޓްރީޓްގައި ހުންނަނީ ރައީސުލްޖުމްހޫރިއްޔާގެ އޮފީހާއި ދިރިއުޅުއްވުމަށް ބޭނުންވާ ހުރިހާ ވަސީލަތްތަކެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޕްރެޒިޑެންޝަލް ރިޓްރީޓް ހުންނަނީ ކޮން ރަށެއްގައި؟",
    "answer_text": "ކ. އަތޮޅު އޮޅުވެލި ފުށި",
    "answer_start": 62
  },
  {
    "id": "79a3caa2-84ea-48e5-a61d-3b2f72619d11",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ފަޅުރަށަކީ ލ. ގަނދޫއެވެ. މި ރަށުގެ ދިގުމިނަކީ 7.9 ކިލޯމީޓަރެވެ. މި ރަށަކީ ވަރަށް ގިނަ އަދަދެއްގެ ރުއްގަސް ހުންނަ ރަށެކެވެ. މި ރަށުގައި ހުންނަނީ ގާތްގަނޑަކަށް 100,000 ރުއްގަހެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު ފަޅުރަށުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ލ. ގަނދޫ",
    "answer_start": 41
  },
  {
    "id": "cfcbfb36-ce0d-497f-9710-07573ebb792b",
    "context": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދޫނި އަކީ 'ދިވެހި މަކަނާ' އެވެ. މި ދޫނި ވަނީ 1985 ވަނަ އަހަރު ޤައުމީ ދޫންޏަކަށް ހަމަޖައްސާފައެވެ. މި ދޫންޏަކީ ރާއްޖޭގައި ވަރަށް މަދުން ފެންނަ ދޫންޏެކެވެ. މި ދޫނި އާންމުކޮށް ދިރިއުޅެނީ ރާއްޖޭގެ ދެކުނުގެ އަތޮޅުތަކުގައެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދޫނި އަކީ ކޮބާ؟",
    "answer_text": "ދިވެހި މަކަނާ",
    "answer_start": 32
  },
  {
    "id": "2538a86a-d52a-4aa1-8ee3-8b974eda2c35",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ އުތުރުގައި އޮންނަ ރަށަކީ ހއ. ތުރާކުނެވެ. މި ރަށުގެ އާބާދީއަކީ 1,069 އެވެ. މި ރަށަކީ ރާއްޖޭގެ އެންމެ އުތުރުގައި އޮންނަ ރަށް ކަމަށްވުމާއެކު، ރަށުގެ އުތުރުން ފެންނަނީ ހަމައެކަނި ކަނޑެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ އުތުރުގައި އޮންނަ ރަށުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ހއ. ތުރާކުނު",
    "answer_start": 46
  },
  {
    "id": "1948f098-bfac-4734-b960-6be1483d9022",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޓީވީ ޗެނަލްއަކީ ޓީވީ މޯލްޑިވްސްއެވެ. މި ޗެނަލް ފުރަތަމަ ފަހަރަށް ބްރޯޑްކާސްޓްކުރަން ފެށީ 1978 ވަނަ އަހަރުގެ މާރޗް 29 ވަނަ ދުވަހުއެވެ. މި ޗެނަލްގެ ފުރަތަމަ ޕްރޮގްރާމަކީ ރައީސުލްޖުމްހޫރިއްޔާގެ ޚިޠާބެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޓީވީ ޗެނަލްގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ޓީވީ މޯލްޑިވްސް",
    "answer_start": 44
  },
  {
    "id": "28e7d3f3-7001-4fde-a33a-bd8e07f7cc0c",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ އާބާދީ ބޮޑު ރަށަކީ މާލެއެވެ. 2022 ވަނަ އަހަރުގެ ތަފާސްހިސާބުތަކަށް ބަލާއިރު މާލޭގެ އާބާދީއަކީ 177,564 އެވެ. މާލޭގެ ބޮޑުމިނަކީ 8.30 އަކަކިލޯމީޓަރެވެ. މާލެއަކީ ދުނިޔޭގެ އެންމެ ތޮއްޖެހިފައިވާ ވެރިރަށްތަކުގެ ތެރެއިން އެއް ރަށެވެ.",
    "question": "މާލޭގެ ބޮޑުމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "8.30 އަކަކިލޯމީޓަރ",
    "answer_start": 145
  },
  {
    "id": "f4fdd872-ebea-41b9-b9ea-c9b9928b8992",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު މަގަކީ މާލޭގައި ހުންނަ ބޮޑުތަކުރުފާނު މަގެވެ. މި މަގުގެ ދިގުމިނަކީ 1.5 ކިލޯމީޓަރެވެ. މި މަގު ވަނީ ރާއްޖޭގެ ވެރިކަން ކުރެއްވި ބޮޑުތަކުރުފާނުގެ ނަމަށް ނިސްބަތްކޮށް ނަންދެވިފައެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ދިގު މަގުގެ ނަމަކީ ކޮބާ؟",
    "answer_text": "ބޮޑުތަކުރުފާނު މަގު",
    "answer_start": 40
  },
  {
    "id": "00e8192a-b731-4a12-ab93-f4fca8a64dfe",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޔުނިވަރސިޓީއަކީ ދިވެހިރާއްޖޭގެ ޤައުމީ ޔުނިވަރސިޓީއެވެ. މި ޔުނިވަރސިޓީ އުފެދުނީ 2011 ވަނަ އަހަރުގެ ފެބްރުއަރީ 15 ވަނަ ދުވަހުއެވެ. މި ޔުނިވަރސިޓީގެ ފުރަތަމަ ޗާންސެލަރަކީ ޑރ. މުޙައްމަދު ލަޠީފެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ޔުނިވަރސިޓީ އުފެދުނީ ކޮން ތާރީޚެއްގައި؟",
    "answer_text": "2011 ވަނަ އަހަރުގެ ފެބްރުއަރީ 15 ވަނަ ދުވަހު",
    "answer_start": 94
  },
  {
    "id": "ae46740d-9a8a-443b-9aa1-e6dad57cc273",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ރަށަކީ ލ. ގަމެވެ. މި ރަށުގެ ބޮޑުމިނަކީ 6.85 އަކަކިލޯމީޓަރެވެ. މި ރަށަކީ ދެވަނަ ބޮޑު ހަނގުރާމައިގެ ދުވަސްވަރު އިނގިރޭސިންގެ ސިފައިން ތިބި ރަށެކެވެ. މިހާރު މި ރަށުގައި ހުންނަނީ ދިވެހި ސިފައިންގެ ބޭސްއެކެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ ބޮޑު ރަށުގެ ބޮޑުމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "6.85 އަކަކިލޯމީޓަރ",
    "answer_start": 58
  },
  {
    "id": "e17d62d0-28c4-4d63-a1f0-179690c5a230",
    "context": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ރައީސުލްޖުމްހޫރިއްޔާއަކީ މުޙައްމަދު އަމީން ދީދީއެވެ. އޭނާ ރައީސްކަމުގެ މަޤާމާ ޙަވާލުވީ 1953 ވަނަ އަހަރުގެ ޖަނަވަރީ 1 ވަނަ ދުވަހުއެވެ. އޭނާގެ ރައީސްކަމުގެ ދައުރު ނިމުނީ 1954 ވަނަ އަހަރުގެ އޮގަސްޓް 21 ވަނަ ދުވަހުއެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ފުރަތަމަ ރައީސުލްޖުމްހޫރިއްޔާއަކީ ކާކު؟",
    "answer_text": "މުޙައްމަދު އަމީން ދީދީ",
    "answer_start": 46
  },
  {
    "id": "4b1f3514-6fae-465c-b687-7da36ef119fc",
    "context": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދިދައިގައި ހުންނަނީ ތިން ކުލައެވެ. އެއީ ރަތް، ހުދި އަދި ފެހި ކުލައެވެ. ދިދައިގެ މެދުގައި ހުންނަ ހަނދުވަރަކީ އިސްލާމްދީނުގެ ރަމްޒެވެ. ދިދައިގެ ރަތް ކުލަ ދައްކުވައިދެނީ ޤައުމަށްޓަކައި އޮހޮރުވާ ލޭގެ ރަމްޒެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދިދައިގައި ހިމެނޭ ކުލަތަކަކީ ކޮބާ؟",
    "answer_text": "ރަތް، ހުދި އަދި ފެހި",
    "answer_start": 70
  },
  {
    "id": "16092ead-04f2-4acb-8a23-a2fcc0cde750",
    "context": "ދިވެހިރާއްޖޭގެ އެންމެ އުސް ޕޮއިންޓަކީ އައްޑޫ ސިޓީގެ ހިތަދޫގައި ހުންނަ ވިލިނގިލި ކަނޑުގައި ހުންނަ 'ވިލިނގިލި ކަނޑު' އެވެ. މި ޕޮއިންޓްގެ އުސްމިނަކީ 2.4 މީޓަރެވެ. މި ޕޮއިންޓަކީ ރާއްޖޭގެ ދެވަނައަށް އެންމެ އުސް ޕޮއިންޓެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އެންމެ އުސް ޕޮއިންޓްގެ އުސްމިނަކީ ކިހާވަރެއް؟",
    "answer_text": "2.4 މީޓަރ",
    "answer_start": 133
  },
  {
    "id": "2d8836dd-fe6e-441d-9ffd-438da4bededb",
    "context": "މާލެ ސިޓީގައި ހުންނަ ޖުމްހޫރީ މައިދާނަކީ ރާއްޖޭގެ މިނިވަންކަމުގެ މައިދާނެވެ. މި މައިދާން އާންމުކޮށް ކިޔާ ނަމަކީ ޖުމްހޫރީ މައިދާނެވެ. މި މައިދާނުގައި ހުންނަ މިނިވަންކަމުގެ ފާރުގައި ރާއްޖޭގެ މިނިވަންކަމަށް ޓަކައި ޤުރުބާންވި ބޭފުޅުންގެ ނަންތައް ލިޔެފައި ހުރެއެވެ.",
    "question": "ޖުމްހޫރީ މައިދާނުގައި ހުންނަ ފާރުގައި ލިޔެފައި ހުރީ ކޮން ބައެއްގެ ނަންތަކެއް؟",
    "answer_text": "ރާއްޖޭގެ މިނިވަންކަމަށް ޓަކައި ޤުރުބާންވި ބޭފުޅުންގެ",
    "answer_start": 191
  },
  {
    "id": "dcfa778b-79ca-4c01-8d71-d78781e065a6",
    "context": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދުވަހަކީ ކޮންމެ އަހަރެއްގެ ރަބީޢުލްއައްވަލް މަހުގެ 1 ވަނަ ދުވަހެވެ. މި ދުވަސް ފާހަގަކުރަން ފެށީ 1978 ވަނަ އަހަރުއެވެ. މި ދުވަހަކީ ޕޯޗުގީޒުންގެ އަތުން ދިވެހިރާއްޖެ މިނިވަންވި ދުވަހެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ ޤައުމީ ދުވަސް ފާހަގަކުރަން ފެށީ ކޮން އަހަރަކު؟",
    "answer_text": "1978 ވަނަ އަހަރު",
    "answer_start": 101
  },
  {
    "id": "5d8c1d33-fcb0-4271-a745-69d18b3ba384",
    "context": "ދިވެހިރާއްޖޭގެ އާބާދީ އަކީ 2022 ވަނަ އަހަރުގެ ތަފާސްހިސާބުތަކަށް ބަލާއިރު 521,457 އެވެ. މީގެ ތެރެއިން 264,114 އަކީ ފިރިހެނުންނެވެ. އަދި 257,343 އަކީ އަންހެނުންނެވެ. މާލޭގައި ދިރިއުޅެނީ ގާތްގަނޑަކަށް 40% މީހުންނެވެ.",
    "question": "ދިވެހިރާއްޖޭގެ އާބާދީގައި ހިމެނޭ އަންހެނުންގެ އަދަދަކީ ކޮބާ؟",
    "answer_text": "257,343",
    "answer_start": 108
  },
  {
    "id": "28c51ab5-3b9f-4222-ae4e-facbeb8f62f5",
    "context": "ފުލުހުން މިއަދު ނެރުނު ބަޔާނެއްގައި ބުނީ ޔާމީން ދިރިއުޅޭ ގެއިން މިދިޔަ ހުކުރު ދުވަހުގެ ރޭ 9:30 ވަނިކޮށް ނުކުމެގެން ދިޔަ ގޮތަށް އާއިލާ އަށް ޚަބަރެއް ނުވެ، އޭނާ ގެއްލިފައިވާ ކަމުގެ ރިޕޯޓް ލިބިފައިވާ ކަމަށެވެ. އެކަމަކު، ޔާމީންގެ އާއިލާގެ ފަރާތުން އެ މައްސަލަ ފުލުހުންނަށް ރިޕޯޓްކުރީ މިދިޔަ ހޯމަ ދުވަހު ކަމަށް ވެސް ފުލުހުން ބުންޏެވެ.",
    "question": "ފުލުހުންނަށް މައްސަލަ ރިޕޯޓްކުރީ ކޮންދިވަހަކު ހެއްޔެވެ؟",
    "answer_text": "ހޯމަ ދުވަހު",
    "answer_start": 287
  },
  {
    "id": "d4a3d767-bc48-4797-ad68-9b4c4f89fa48",
    "context": "The quick brown fox jumps over the lazy dog. This is a sample context paragraph for testing the QA annotation interface.",
    "question": "What animal jumps over the dog?",
    "answer_text": "fox",
    "answer_start": 16
  }
]